-- удаление жанров
--DELETE FROM GENRE;
-- заполнение жанров
MERGE INTO GENRE KEY (ID) VALUES (1, 'Комедия'),
                                 (2, 'Драма'),
                                 (3, 'Мультфильм'),
                                 (4, 'Триллер'),
                                 (5, 'Документальный'),
                                 (6, 'Боевик');

-- удаление рейтингов
--DELETE FROM MPA;
-- заполнение рейтингов
MERGE INTO MPA KEY (ID) VALUES (1, 'G'),
                               (2, 'PG'),
                               (3, 'PG-13'),
                               (4, 'R'),
                               (5, 'NC-17');